/* No comment provided by engineer. */
"Account or password not recognized" = "Konto lub hasło nierozpoznane";

/* No comment provided by engineer. */
"The entered user name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "Podana nazwa i hasło nie uprawnia do zalogowania się na zdalnym serwerze. Jedno lub drugie mogą być już nieważne lub nieprawidłowo wprowadzone.";

/* Plug-in name in Services list */
"BSD Flat File and NIS" = "Plik jednorodny BSD oraz NIS";

/* No comment provided by engineer. */
"Can\\U02BCt configure Directory Services" = "Nie można skonfigurować usług katalogowych";

/* No comment provided by engineer. */
"Can\\U02BCt connect to server" = "Nie można połączyć się z serwerem";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Back" = "Wróć";

/* little text in dialogs telling user caps lock is on (10 pts) */
"caps lock on" = "wielkie litery włączone";

/* No comment provided by engineer. */
"Delete directory domain?" = "Usunąć domenę katalogową?";

/* Window Title */
"Directory Access: %@" = "Dostęp do katalogów: %@";

/* No comment provided by engineer. */
"An unexpected error occurred" = "Wystąpił nieoczekiwany błąd";

/* No comment provided by engineer. */
"Directory Services may not be installed on the remote server, they may be turned off, or the URL may have been entered incorrectly." = "Usługi katalogowe nie mogą być zainstalowane na zdalnym serwerze.  Są wyłączone lub podany adres URL jest nieprawidłowy.";

/* No comment provided by engineer. */
"Do you want to save changes before locking?" = "Czy chcesz zachować zmiany przed zablokowaniem?";

/* No comment provided by engineer. */
"Do you want to save changes before quitting?" = "Czy chcesz zachować zmiany przed zakończeniem?";

/* No comment provided by engineer. */
"Don\\U02BCt Save" = "Nie zachowuj";

/* No comment provided by engineer. */
"Edit of Custom path" = "Podaj własną ścieżkę";

/* No comment provided by engineer. */
"Failed to allocate data buffer." = "Nie udało się zaalokować bufora danych.";

/* No comment provided by engineer. */
"Failed to allocate data list." = "Nie udało się zaalokować listy danych.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "Nie udało się zbudować listy danych z łańcuchów znaków.";

/* No comment provided by engineer. */
"Failed to change custom search policy." = "Nie udało się zmienić własnych zasad wyszukiwania.";

/* No comment provided by engineer. */
"Failed to change search policy." = "Nie udało się zmienić zasad wyszukiwania.";

/* No comment provided by engineer. */
"Failed to deallocate data buffer." = "Nie udało się zwolnić bufora danych.";

/* No comment provided by engineer. */
"Failed to get directory node count." = "Nie udało się uzyskać liczby węzłów katalogu.";

/* No comment provided by engineer. */
"Failed to open directory node." = "Nie udało się otworzyć węzła katalogu.";

/* No comment provided by engineer. */
"Failed to retrieve directory domains." = "Nie udało się odtworzyć domen katalogowych.";

/* No comment provided by engineer. */
"Failed to retrieve plug-in list." = "Nie udało się odtworzyć listy wtyczek.";

/* No comment provided by engineer. */
"Failed to retrieve record attribute entry." = "Nie udało się odtworzyć wpisu atrybutu rekordu.";

/* No comment provided by engineer. */
"Failed to retrieve record entry." = "Nie udało się odtworzyć wpisu rekordu.";

/* Error converting */
"IPv4 address required." = "Wymagany adres IPv4";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Continue" = "Dalej";

/* No comment provided by engineer. */
"Please confirm deletion." = "Potwierdź usunięcie.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ could not be opened." = "Nie można było otworzyć programu %@ konfigurującego wtyczki.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ is missing. Try editing the configuration file %@." = "Brak programu %1$@ konfigurującego wtyczki. Spróbuj edycji pliku konfiguracji %2$@.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ or configuration file %@ could not be opened." = "Nie można otworzyć programu %1$@ konfigurującego wtyczki lub pliku konfiguracji %2$@.";

/* No comment provided by engineer. */
"Plug-in configuration application: %@ is missing." = "Program konfigurujący wtyczki: brak %@.";

/* No comment provided by engineer. */
"Plug-in configuration file %@ is missing." = "Brak pliku  %@ konfiguracji wtyczki.";

/* No comment provided by engineer. */
"Plug-in Configure Failed" = "Konfiguracja wtyczki nie powiodła się.";

/* No comment provided by engineer. */
"Save" = "Zachowaj";

/* No comment provided by engineer. */
"Save Changes?" = "Zachować zmiany?";

/* No comment provided by engineer. */
"Server not found" = "Serwer nie został znaleziony";

/* No comment provided by engineer. */
"Some of the selected directory domains are already within your custom path." = "Niektóre z zaznaczonych domen katalogowych są już wewnątrz własnych ścieżek dostępu.";

/* No comment provided by engineer. */
"The entered name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "Podana nazwa i hasło nie uprawnia do zalogowania się na zdalnym serwerze. Jedno lub drugie mogą być już nieważne lub podane nieprawidłowo.";

/* No comment provided by engineer. */
"The remote server is using a different version of Mac OS X. Remote Directory Setup requires both machines to have the same version." = "Zdalny serwer używa innej wersji Mac OS X. Zdalne ustawienie katalogu wymaga, by oba komputery miały tą samą wersję.";

/* No comment provided by engineer. */
"The remote server may not be available or the URL may have been entered incorrectly." = "Zdalny serwer może nie być dostępny lub adres URL mógł być nieprawidłowo podany.";

/* No comment provided by engineer. */
"This directory domain is already within your custom path." = "Ta domena katalogowa jest już wewnątrz Twojej własnej ścieżki.";

/* No comment provided by engineer. */
"This field must contain only ASCII (Roman) characters." = "W tym polu mogą być wpisane tylko znaki ASCII (romańskie).";

/* No comment provided by engineer. */
"This plug-in does not require configuration." = "Ta wtyczka nie wymaga konfigurowania.";

"kVerifyingNFSMountHeader" = "Kontaktuję się z serwerem NFS.";
"kVerifyingNFSMountBody" = "Sprawdzam, czy adres URL NFS jest poprawny. Jeżeli chcesz kontynuować bez sprawdzania, kliknij w „Nie sprawdzaj”.";
"kVerifyingNFSMountOKBtnTitle" = "Nie sprawdzaj";
"kNFSMountNoResponseHeader" = "Serwer NFS nie odpowiada.";
"kNFSMountNoResponseBody" = "Serwer NFS nie odpowiada. Czy chcesz utworzyć mimo to ten punkt montowania?";
"kNFSMountNoResponseOKBtnTitle" = "Utwórz";
"kNFSMountGoodHeader" = "Serwer NFS funkcjonuje poprawnie.";
"kNFSMountGoodBody" = "Serwer NFS odpowiedział i funkcjonuje poprawnie. Kliknij w Dalej, by kontynuować.";
"kNFSMountGoodOKBtnTitle" = "OK";
"kUserHomeDirBadPasswordHeader" = "Hasło jest niepoprawne.";
"kUserHomeDirBadPasswordBody" = "Podane zostało złe hasło dla tego konta.";
"kUserHomeDirPassDoesntMatchImageHeader" = "Hasło dla tego konta oraz katalogu domowego FileVault nie pokrywają się.";
"kUserHomeDirPassDoesntMatchImageBody" = "Zmień hasło tego konta użytkownika w Preferencjach systemowych, tak aby pokrywało się z hasłem dostępu do wybranego katalogu domowego FileVault.";
"kEnableRootUserMenuItem" = "Włącz użytkownika root";
"kDisableRootUserMenuItem" = "Wyłącz użytkownika Root";

"kODServerType" = "Serwer Open Directory";
"kSBServerType" = "Mac OS X Server";
"kADServerType" = "Domena Active Directory";
"kLocalODMasterDisplayName" = "Serwer lokalny";

"kStatusDisplayStringODUp" = "Ten serwer odpowiada normalnie.";
"kStatusDisplayStringODDown" = "Ten serwer nie odpowiada.";
"kStatusDisplayStringODChecking" = "Ten komputer próbuje się skontaktować z %@.";
"kStatusDisplayStringODNotUsed" = "Ten serwer teraz nie jest używany.";
"kStatusDisplayStringADUp" = "Ta domena odpowiada normalnie.";
"kStatusDisplayStringADDown" = "Ta domena nie odpowiada.";
"kStatusDisplayStringADChecking" = "Ten komputer próbuje się skontaktować z %@.";
"kStatusDisplayNotInAuthSearchPolicyFormat" = "%@ Tego serwera nie ma pośród zasad wyszukiwania uwierzytelnienia.";

"kNoDirectoryServersFoundMsg" = "Żadne serwery katalogowe nie są skonfigurowane";

"kEditDirServerMergeAccountLabelFormat" = "„%@” z poniższym kontem sieciowym";

"kSingleSBSFound" = "Mac OS X Server „%@” może dostarczać następujących usług. Czy chcesz skonfigurować komputer tak, by korzystał z oferowanych usług?";
"kSBSMergeAccountLabelFormat" = "Tak, skonfiguruj moje programy";
"kSBSDontMergeAccountLabelFormat" = "Konfiguruj usługi";
"kSBSDontDoAnything" = "Nie, nie konfiguruj moich programów";
"kSBSOptionsPageMsgFormat" = "Czy chcesz skonfigurować programy tak, by korzystały z usług oferowanych przez ten serwer? To zapewni następujące rzeczy:\r\r%@%@%@%@%@";
"kSBSAuthPageMsgFormat" = "Podaj nazwę i hasło na „%@” podane przez administratora serwera.";
"kSBSAuthPageMsg2Format" = "Podaj hasło dla konta „%@” na tym komputerze.";
"kSBSFinalPageMsgFormatMerge" = "Twoje programy mogą teraz korzystać z usług na „%@”.\r\r%@\r\rAby korzystać z nowych usług, wyloguj się i zaloguj ponownie.";
"kSBSFinalPageMsgLocalPassChanged" = "Hasło dla konta %@ na tym komputerze zostało zmienione tak, aby pokrywało się z hasłem konta %@ na serwerze „%@”.";
"kSBSFinalPageMsgServerPassChanged" = "Hasło dla konta %@ na serwerze „%@” zostało zmienione tak, aby pokrywało się hasłem konta %@ na tym komputerze.";
"kSBSFinalPageMsgFormatNoMerge" = "Twoje programy mogą teraz korzystać z usług na „%@”";
"kUpgradeUserFailedTitle" = "Konfiguracja konta użytkownika nie powiodła się.";
"kUpgradeUserFailedMsgFormat" = "Wystąpił nieoczekiwany błąd typu %d. Żadne zmiany nie zostały dokonane.";
"kUpgradeUserFailedbadPasswdMSg" = "Hasło konta sieciowego jest nieprawidłowe. Sprawdź hasło i nazwę konta, po czym spróbuj ponownie.";
"kUpgradeUserFailedDSErrorMSg" = "Wystąpił błąd Open Directory. Żadne zmiany nie zostały dokonane.";
"kUpgradeUserFailedBackupErrorMSg" = "Wystąpił błąd podczas konfigurowania archiwizacji. Żadne zmiany nie zostały dokonane. Aby kontynuować bez archiwizacji, wyłącz ją i spróbuj ponownie.";

"kAugmentUserBindingToSBSAlert" = "Użyć usług na tym serwerze?";
"kAugmentUserBindingToSBSMsgFormat" = "Jeśli wybierzesz korzystanie z usług na %@, ustawienia Twojego konta zostaną skonfigurowane do korzystania z tych usług.";
"kAugmentUserBindingToSBSBindBtn" = "Użyj serwera";
"kAugmentUserBindingToSBSDontBindBtn" = "Anuluj";

"kSureToDeleteODServerTitle" = "Zaprzestać korzystania z serwera katalogów?";
"kSureToDeleteODServerMsg" = "Czy na pewno chcesz usunąć serwer katalogowy %@? Tej czynności nie można cofnąć.";
"kSureToDeleteSBServerTitle" = "Zaprzestać korzystania z Mac OS X Server?";
"kSureToDeleteSBServerMsg" = "Czy na pewno chcesz przerwać korzystanie z usług serwera Mac OS X Server %@? Tej czynności nie można cofnąć.";
"kCantDeleteLocalSBSTitle" = "Nie można usunąć lokalnego serwera.";
"kCantDeleteLocalSBSMsg" = "Do prawidłowego funkcjonowania tego serwera Mac OS X potrzebny jest lokalny serwer i nie może być on usunięty.";
"kCantEditLocalSBSTitle" = "Nie można edytować lokalnego serwera.";
"kCantEditLocalSBSMsg" = "Do prawidłowego funkcjonowania tego serwera Mac OS X potrzebny jest lokalny serwer i nie może być on edytowany.";
"kDeleteServerBtn" = "Zatrzymaj korzystanie z serwera";
"kDontDeleteServerBtn" = "Anuluj";
"kLeaveServerBtn" = "Zatrzymaj korzystanie z serwera";
"kDontLeaveServerBtn" = "Anuluj";
"kLogOutBtn" = "Wyloguj";
"kQuitBtn" = "Zakończ";
"kSkipFoundSBSSheetBtn" = "Pomiń";
"kJoinButton" = "Zakończ ustawianie";
"kBeginSetupBtn" = "Rozpocznij konfigurowanie";
"kNewSBSStepTitleAlert" = "Wstęp";
"kNewSBSStepTitleAuth" = "Uwierzytelnienie";
"kNewSBSStepTitleOptions" = "Opcje konfiguracji";
"kNewSBSStepTitleBackUp" = "Archiwizowanie";
"kNewSBSStepTitleFinished" = "Sukces";
"kNewSBSBadLocalPassword" = "Błąd uwierzytelnienia";
"kNewSBSBadLocalPasswordMsg" = "Podane dla lokalnego konta użytkownika hasło nie jest poprawne.";
"kNewSBSBadNetPassword" = "Błąd uwierzytelnienia";
"kNewSBSBadNetPasswordMsg" = "Podana nazwa i hasło dla konta użytkownika na serwerze nie pokrywają się.";
"kSureNotToMergeTitle" = "Czy na pewno chcesz kontynuować bez uaktualniania swojego konta lokalnego?";
"kSureNotToMergeMsg" = "Jeśli nie uaktualnisz, skorzystanie z usług dostarczanych przez „%@” będzie wymagało zalogowania się przy użyciu nazwy i hasła użytkownika, dostarczonych przez administratora serwera.";
"kDontMergeBtn" = "Nie uaktualniaj";
"kGoBackBtn" = "Wróć";
"kMailServiceName" = "Poczta";
"kMailServiceDescription" = "Konfiguruje konto pocztowe i pokazuje kontakty z serwera.";
"kChatServiceName" = "iChat";
"kChatServiceDescription" = "Konfiguruje konto iChat i powiela listę Twoich znajomych z iChat.";
"kBackupServiceName" = "Time Machine";
"kBackupServiceDescription" = "Pozwala archiwizować dane z tego komputera na tym serwerze.";
"kFileServicesServiceName" = "Udostępnianie plików";
"kFileServicesServiceDescription" = "Dodaje udostępniane dyski do paska bocznego Findera.";
"kCalendarServiceName" = "iCal";
"kCalendarServiceDescription" = "Tworzy na serwerze prywatny kalendarz i dodaje go do iCal.";
"kWebServiceName" = "WWW";
"kWebServiceDescription" = "Przydziela dostęp do grup witryn z usługą wiki oraz blog.";
"kVPNServiceName" = "VPN";
"kVPNServiceDescription" = "Pozwala połączyć się z prywatną siecią z odległych miejsc.";
"kMailConfigDetails" = "• Konfiguruj Mail do użycia konta pocztowego na tym serwerze\r";
"kIChatConfigDetails" = "• Konfiguruj iChat do użycia konta iChat na tym serwerze\r";
"kFileSharingConfigDetails" = "• Dodaj udostępniane dyski z serwera do paska bocznego Findera\r";
"kICalConfigDetails" = "• Dodaj osobisty kalendarz z serwera do iCal\r";
"kVPNConfigDetails" = "• Dodaj konfigurację VPN dla tego serwera\r";
"kDontAskAboutThisServerAgain" = "Nie pytaj mnie ponownie o ten serwer";
"kDontAskAboutTheseServersAgain" = "Nie pytaj mnie ponownie o te serwery";

"kBackupAllData" = "Archiwizuj wszystkie dane z tego komputera";
"kCouldntAddServer" = "Nie można dodać serwera.";
"kCouldntAddServerUnexpectedErrorFormat" = "Wystąpił nieoczekiwany błąd typu %d (%@).";
"kBadODServerNameFormat" = "Nie było odpowiedzi z %@. Sprawdź, czy podany adres jest poprawny.";
"kDuplicateServerNameFormat" = "Ten komputer już używa %@ lub odpowiadającej repliki.";
"kServerDoesntSupportSSLFormat" = "%@ nie obsługuje połączeń katalogowych zaszyfrowanych przy pomocy SSL.";
"kServerHasUnsupportedMappingsFormat" = "Nie można dodać %@, gdyż to nie jest serwer Open Directory lub używa własnych odwzorowań.\n\nAby dołączyć ten serwer:\n\n• Wciśnij „Pokaż ustawienia zaawansowane” w oknie głównym\n• Wybierz „Usługi” z paska narzędziowego\n• Użyj usługi LDAPv3, aby dołączyć ten serwer z odpowiednimi odwzorowaniami";
"kCouldntAddADDomain" = "Nie można dodać domeny.";
"kCouldntAddADDomainUnexpectedErrorFormat" = "Wystąpił nieoczekiwany błąd typu %d (%@).";
"kBadADDomainNameFormat" = "Nie było odpowiedzi z %@. Sprawdź, czy podany adres jest poprawny.";
"kPasswordsDontMatchTitle" = "Podane hasła nie pokrywają się.";
"kPasswordsDontMatchMsg" = "Spróbuj ponownie.";

"kAddODServerStepCheckingAddress" = "Sprawdzam adresy serwerów…";
"kAddODServerStepCheckingForDupes" = "Sprawdzam pasujące serwery…";
"kAddODServerStep1" = "Wykrywanie informacji o serwerach…";
"kAddODServerStep2" = "Sprawdzam poprawność odwzorowania…";
"kAddODServerStep3" = "Wykrywanie niezbędnych poziomów bezpieczeństwa oraz wymagań powiązań";
"kAddODServerStep4" = "Próbuję dowiązać…";
"kAddODServerStep5" = "Dodaję serwer do konfiguracji…";

"kCouldntBindToWGSWithADParent" = "Nie można dowiązać.";
"kCouldntBindToWGSWithADParentMsg" = "Serwer %@ jest dowiązany do domeny Active Directory %@. Aby dowiązać do tego serwera, musisz najpierw dowiązać do domeny Active Directory.";
"kDupeComputerRecordFound" = "W bazie katalogowej już jest komputer o takiej nazwie. Możesz ją zastąpić, ale może to spowodować uniemożliwienie pracy drugiemu komputerowi, jeśli jest używany.";
"kAuthedBindingRequired" = "Serwer wymaga wiązania uwierzytelnionego. Wprowadź nazwę i hasło dla serwera.";
"kAuthedBindingAllowed" = "Serwer zezwala na wiązanie uwierzytelnione. Możesz wprowadzić nazwę i hasło. Możesz także pozostawić pola puste, aby używać wiązania anonimowego.";
"kAuthedBindingAuthFailure" = "Podana nazwa i hasło nie są zgodne. Sprawdź dane uwierzytelniania i spróbuj ponownie.";
"kPermissionFailureDuringAuthBind" = "Nie masz uprawnień do zastąpienia istniejącego rekordu komputera. Zgłoś to administratorowi serwera lub spróbuj użyć innego ID komputera.";

/* toolbar labels */
"kUsers" = "Użytkownicy";
"kServices" = "Usługi";
"kAuth" = "Uwierzytelnienie";
"kAdvanced" = "Zaawansowane";
"kDebug" = "Usuwanie błędów";
"kSearchPaths" = "Zasady wyszukiwania";
